Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] [WEBTOON] Ganda: Night Defender.tmx
Source language: id
Languages: en

source: ini pertama kalinya kita bertemu.
en: this is the first time we’ve met.

source: sebagai gantinya, aku minta tolong padamu untuk menjaga jinn yang berkeliaran di sini untuk tidak menyakiti manusia lagi.
en: In return, I’d like to ask your to control the jinns, so they won’t hurt anyone ever again.

source: SAYANG BANGET AKSEL NGGAK BISA IKUT PERPISAHAN AKU.
en: too bad aksel couldn’t come to my farewell party.

source: KEDUA TERIMA KASIH JUGA PADA RENDI YANG SETIA MENGEDIT CERITA INI DAN SELALU MEMBERIKAN PERTANYAAN-PERTANYAAN KRITIS.
en: second, I want to thank rendi, my editor who’s never hesitated to throw me some critical questions.

source: MEREKA TIDAK BERHENTI, TERUS MENCARI HAL-HAL BARU.
en: they don’t stop looking for something new.

source: MAAF, AKU TELAT!
en: sorry, I’m a bit late!

source: INI SEMUA ULAH JINN
en: all of this was because of the jinns!

source: ...teman- teman?
en: my friends?

source: kami akan bertarung dengan kekuatan kami sendiri!
en: we’ll fight you with our own strengths!

source: PALING CUMA SATU ORANG BANDEL.
en: it may be just one bad creature.

source: lagi-lagi kau bermain dengan kekuatan yang bukan milikmu.
en: how many times do I have to tell you? you shouldn’t mess with something that isn’t yours.

source: lagipula, ganda juga tidak menolak.
en: after all, ganda has agreed to this.

source: ganda berada dalam situasi ini karena dia enggan memutuskan.
en: ganda ended up in this situation because he wouldn’t make a decision.

source: jangan ke sini!
en: stay away!

source: HEH.
en: huh.

source: DRAP
en: stomp

source: aku dipanggil! pak ganda dalam bahaya!
en: he’s calling me! mr. ganda is in danger!

source: AKU KERJA DULU!
en: I gotta job to do!

source: lepaskan madama dari tujbuhmu!
en: release madama from your body!

source: kehidupan.
en: Your life

source: di belakang!
en: behind you!

source: mereka takut kamu akan di sini selamanya.
en: they’re worried that you will stay here forever.

source: mmmh. kok aku kurang senang ya kita kerjasama dengan dhasa.
en: hmm, I don’t like the idea of working with dhasa.

source: KAPAN?
en: when?

source: sepertinya pingsannya pun lebih disebabkan oleh shock ketimbang oleh luka eksternal, jadi jangan terlalu khawatir.
en: I think he passed out because of the shock instead of external wound, so no need to be worry.

source: kau milikku sekarang.
en: you’re mine now.

source: ada satu orang yang bisa.
en: there’s one person who can do it.

source: SEMANGAT!
en: Good luck!

source: …OH.
en: ah...

source: musuhku...
en: my enemy...

source: tembak!
en: shoot now!

source: DAN SEKARANG…
en: now...

source: AKU NGGAK BOLEH TELAAAT!
en: I’m late!

source: KESELURUHAN CERITA GANDA, DARI KONSEPSI SAMPAI AKHIR TERBIT, DIBUAT DALAM MASA PANDEMI.
en: the whole production process of ganda: night defender, from formulating the concept to publishing our stuff, was done during the pandemic.

source: rika harusnya tidak sekuat itu!
en: rika shouldn’t be this strong!

source: aksel bukan musuhku.
en: aksel is not my enemy.

source: kenapa kita yang ditinggal?! anda jagoan macam apa?!
en: why are we the ones that get left behind?! what kind of a protagonist does that?!

source: di mataku, dia masih pak ganda.
en: in my eyes, he’s still mr. ganda.

source: tapi seperti yang kalian lihat, aku sudah mencapai batasku.
en: but as you can see, I’m already at my limit.

source: izinkan saya membuat penawaran.
en: allow me to propose a deal.

source: namaku madama.
en: my name is madama.

source: tapi bagaimana caranya? kalau madama melindungi rika, kita tidak akan bisa menemuinya.
en: but how? if madama’s protecting her, we can’t never get to her.

source: AKU SUKA KAMU, JANGAN MATI.
en: I love you, please be careful.

source: ayo sini, madama!
en: bring it on, madama!

source: MUNGKIN SAJA, TAPI GANDA AKAN PAMIT DULU.
en: Maybe! but, for now, I have to say goodbye.

source: sebagai ucapan terima kasih atas pengabdian kalian, kalian bisa menggunakan kekuatan jinn ini untuk memperbaiki kehidupan kalian.
en: as my gratitude for your services, I want you two to use my power to change your lives for the better.

source: TAPI AKU NGGAK PERNAH BOSEN KOK LIHATNYA.
en: I never get bored of this view, though.

source: SELAMAT SIANG, PAK!
en: good afternoon, sir!

source: jangan pedulikan saya! tembak!
en: don’t mind me, just shoot!

source: saya tahu tubuh bapak sudah tidak kuat lagi untuk menjaga kampus ini.
en: I know your body is no longer capable to guard the campus.

source: tidak... bukannya takut.
en: no... it’s not about being afraid.

source: SERING SEKALI STORYBOARD SAYA YANG BIASA-BIASA AJA JADI “HAH BAGUS BANGET??”
en: very often, my mediocre-at-best storyboard became something amazing

source: AKHIR-AKHIR INI JARANG KELIATAN SELAIN KULIAH.
en: I haven’t seen him outside the class lately.

source: tapi kita harus terus bertahan! jumlah jiinn di sini tidak berkurang!
en: but, we still have to hold them, even though their numbers aren’t decreasing at all!

source: begitu menyadari jinn punya kekuatan untuk mengubah nasib, manusia langsung berlomba untuk menghambakan diri pada jinn.
en: ever since human found out that jinns could alter one’s fate, some of them have started to bow their heads and serve the jinns.

source: menolak kekuatan yang diberikan raja jinn, dan malah memintanya kerja lebih keras.
en: Declined the king of the jinns’s power, and then asked her to work harder...

source: sekarang kamu sudah di sini, apa yang ingin kamu lakukan?
en: now that you’re here, what do you want to do?

source: karena, cepat atau lambat...
en: sooner or later...

source: kalian menarik sekali, ya.
en: you guys are really interesting.

source: TAPI SEKARANG ADALAH WAKTUNYA UNTUK PERGI.
en: but, now it’s time for us to part ways.

source: kamu bukan pemimpin, di sini, dhasa. berhentilah bertindak seperti kami anak buahmu.
en: you’re not the leader here, dhasa. stop acting like we’re your subordinates.

source: ini tanggung jawab saya, pak ganda.
en: this is my responsibility now, mr. ganda.

source: JARANG-JARANG KAN KITA LIHAT PEMANDANGAN INI?
en: It’s been a while since we enjoyed this view, right?

source: aku tidak bisa meminta rika untuk berhenti sedetik saja. nyawanya bisa melayang.
en: I can’t tell rika to lower her guard even just for a second. her life will be in danger.

source: madama memilih rika untuk menjadi pelayan berikutnya.
en: madama chose her as the next servant.

source: MENGUNDUR KELULUSAN KULIAHNYA…
en: she procrastinates

source: aku harus mengambil kesempatan ini!
en: I must take this chance!

source: Kau sudah berusaha sebaik mungkin.
en: you’ve done your best.

source: NGGAK USAH BANYAK GAYA!
en: don’t act so high-and-mighty!

source: INI PERISAHAN UNTUK YUKI!
en: it’s yuki’s farewell party!

source: NA--NANTI YA AKU BALASNYA!
en: W-we’ll talk about this later, okay?!

source: walaupun kau menghancurkanku, manusia akan menghancurkan peradabannya sendiri!
en: even if you defeat me, humans will never cease to tear themselves apart!

source: BANYAK SEKALI YANG SAYA PELAJARI DARI MEMBUAT KOMIK INI, DAN TENTU SAJA BANYAK JUGA KEKURANGANNYA, TAPI PADA AKHIRNYA SAYA SANGAT PUAS DENGAN HASILNYA.
en: I’ve learned so much from making this comic, and I know there’s a lot of flaws here and there, but I’m honestly satisfied with the result.

source: dia bukan bagian dari semua ini!
en: she’s not a part of this!

source: kau bisa memberi kekuatan pada inangmu..
en: you can give your power to your host...

source: pergilah dari tempat ini! kami tidak mau menyakitimu.
en: go away! we don’t want to hurt you.

source: pak ganda.
en: mr. ganda.

source: sial... kalau saja kita bisa menggunakan rantai kita!
en: damn... if only we could use our chains!

source: biarkan aku yang membereskannya untukmu.
en: ...let me do it for you.

source: dia baik-baik saja, sepertinya cuma pingsan.
en: he’s okay, I think he’s just passed out.

source: dengan menerima kekuatanku, kau melepaskan semua itu dari hidupmu.
en: You’ve sacrificed all of that in order to receive my power.

source: dan kau tidak berhak menggunakan tubuhnya.
en: and you have no right to use his body.

source: dunia jinn dan manusia itu berbeda.
en: The world of the JInns and humans are different.

source: akhirnya! sini, madama!
en: Finally! bring it on, madama!

source: NILAI DAN ABSENKU TERANCAM!
en: my grades and my attendance are in danger!

source: SETELAH INI APA?
en: now what?

source: mana nihaya?
en: where’s nihaya?

source: baik!
en: got it!

source: tidak, aku tidak apa-apa. aku mau menyaksikan ini sampai akhir.
en: no, I’m fine. I want to see how this will end.

source: OKE, INI IDE BURUK.
en: okay, this was a bad idea.

source: aku... harus menghentikannya.
en: I... have to stop him!

source: masa kejayaanmu sudah lama lewat!
en: your golden years is long-overdue!

source: JANGAN MALAH TERIAK-TERIAK DEPAN KELAS.
en: stop yelling in front of the classroom.

source: kami akan masuk ke dalam kampus untuk memburu madama.
en: we’re going to the campus area to hunt madama.

source: tapi, seperti ganda, kamu akan mengorbankan kehidupanmu.
en: but, just like ganda, you, too, have to sacrifice your life.

source: tidak, aku tidak menemukannya. bahkan rasanya aku selalu kembali ke gerbang depan.
en: unfortunately I can’t, somehow I always get transported back to the front gate whenever I try to find her.

source: KALIAN TERBAIK M(_ _)M
en: you guys are the best M(_ _)M

source: sampai ketemu lagi, ganda dan rika.
en: goodbye, ganda and rika.

source: BIARKAN SAJA!
en: I don’t care!

source: baiklah! kami percayakan ini pada pak--
en: understood! we’ll leave this to you--

source: aku... tidak akan kalah.
en: I won’t lose.

source: APA?!
en: what?!

source: kau sudah tidak ada gunanya lagi, dhasa.
en: I have no more use for you, dhasa.

source: karena cepat atau lambat, kamu akan menghadapi muridmu sendiri.
en: because sooner or later, you’ll face your own student.

source: kalau aku tidak ada, tidak ada alasan bagi tim ganda untuk ada.
en: if I don’t exist, ganda’s team will no longer exist.

source: ini bukan piknik. punya mainan seperti itu tidak cukup untuk bisa melawan jinn penjaga kampus ini.
en: this isn’t a joke, your toys are not enough to defeat the jinns that guard this campus.

source: YUKI AKAN PULANG KE KOTA ASALNYA SEBELUM BERANGKAT KE KOREA.
en: yuki will return to her hometown before flying to korea.

source: CUMA ADA SATU JINN LIAR YANG KABUR, KOK.
en: a jinn has escaped from the vicinity and we have to deal with it. No big deal.

source: kau ingin mengeluarkan jinn, kau ingin menghapus jinn dari tempat ini, tapi kau tidak bisa apa-apa tanpa kekuatan madama.
en: you want to defeat the jinns. you want to banish the jinns out of this place. but, you can’t do any of that without madama’s power.

source: rasanya seperti dia ada di sini, tapi juga tidak di sini.
en: it’s like she’s here, but her presence is somewhere else.

source: tidak..
en: no...

source: ah, aku masih mau melanjutkan studiku.
en: well, I still want to finish my study.

source: kau sudah melampaui masa gunamu.
en: I have no need for you anymore.

source: kami, umat manusia, sudah punya semua yang dibutuhkan untuk memperbaiki diri sendiri.
en: as humans, we already have everything we need to change ourselves for the better.

source: apa yang akan terjadi sekarang?
en: what will happen now?

source: seluruh kekuatanku kini ada pada kalian.
en: I’ve inherited all my power to both of you.

source: rika? tunggu, mau ke mana?
en: rika? wait, where are you going?

source: TAPI SEMUA INI TIDAK AKAN BERJALAN TANPA DUKUNGAN KALIAN!
en: all of this wouldn’t have happened without your support!

source: maafkan aku.
en: forgive me.

source: rika ada di luar sana berhadapan dengan entah apa yang ada di luar.
en: rika is out there facing god-knows-what.

source: AKU… APA?
en: you... what?

source: ARTIS AKAN MENGHILANG DARI PERADABAN UNTUK FOKUS SKRIPSI.
en: the artist will disappear for a while to finish her thesis.

source: mereka datang.
en: they’re coming.

source: tunggu... tunggu!
en: wait... wait!

source: iya, bos musuh lho.
en: yup, even though he’s the boss of our enemy.

source: kalau tidak becus pegang senjata seperti itu, buang saja! kita tidak butuh orang-orang yang datang ke medan perang bawa mainan.
en: throw away your weapons if you can’t use them! we don’t need those who bring toys to the battlefield.

source: kau tidak akan menyakiti orang lain lagi, nihaya!
en: I won’t let you hurt anyone ever again, nihaya!

source: den, bawa pak satpam ke klinik kak emi. aku akan menyusul.
en: bring the security guard to emi’s clinic. I’ll meet you there later.

source: pak ganda?
en: mr. ganda?

source: berhasilkah?!
en: is it working?!

source: saya akan menjaga supaya jinn tidak lagi mengganggu manusia.
en: I’ll make sure that no jinn can ever disrupt us humans again.

source: kau yakin bisa menanganinya?
en: you sure you can handle her?

source: NGGAK KEBAYARNG KALAU SUATU SAAT KITA HARUS PERGI DARI TEMPAT INI.
en: I can’t even imagine what it’ll be like if I have to leave this place one day.

source: ah! akhirnya kamu bangun!
en: hey, you’re finally awake!

source: inikah rencanamu sejak awal, nihaya?,
en: Is this your plan from the beginning, nihaya?

source: bukankah aku yang kau inginkan?!
en: It’s me that you want, right?!

source: tapi siapa yang melakukan ini?
en: but who did this?

source: ganda mencobanya.
en: ganda’s tried that.

source: PERGI… KE MANA YA ENAKNYA?
en: um.. where should we go then?

source: SEJAK AWAL, HIDUP KALIAN ADALAH MILIK KALIAN SENDIRI.
en: since the beginning, your lives have always belonged to yourself.

source: tunggu... memisahkan jinn dari tubuh seseorang...
en: wait... separating a jinn from a human’s body...

source: EDITOR JUGA AKAN MENGERJAKAN PROYEK KOMIK BARU LAINNYA
en: the editor will also start working on another project!

source: tidak, ini ulah aksel.aku bisa merasakannya.
en: no, aksel is behind this. I can feel it.

source: aku harus menyelamatkan pak ganda.
en: but, I have to save mr. ganda,

source: KAMU TERLAMBAT.
en: you’re late.

source: rasa kasihanmu pada manusia akan menjadi penyebab kematianmu, madama.
en: your sympathy towards humans will be your undoing.

source: dan sekarang rika dikuasai madama.
en: and now rika is under madama’s influence.

source: dan kalau kamu menerima kekuatanku, kamu bisa menjadi versi terbaik dari dirimu.
en: if you receive my power, you’ll become the best version of yourself.

source: tidak peduli apa yang kita lakukan...
en: no matter what we do...

source: SEKALI LAGI TERIMA KASIH ATAS DUKUNGANNYA, DAN SAMPAI KETEMU DI KARYA BERIKUTNYA!
en: thank you once again for your support and I’ll see you guys again in my next work!

source: rika adalah teman kami.
en: rika is our friend too.

source: I--IYA, AKU TAHU!
en: I-I know!

source: ini bukan bentukku yang sebenarnya, tapi aku sengaja mengambil bentuk ini supaya kamu lebih terbiasa.
en: this is not my true form. I’m just using it to make you feel at ease.

source: ayo kita akhiri peperangan kita!
en: let’s end this war!

source: ini kesalahanku.
en: this is my fault.

source: TERIMA KASIH, AKSEL.
en: thank you, aksel.

source: BAPAK BUTUH BANTUAN?
en: you need my help?

source: HARUSNYA LEBIH RINGAN, TAPI JUGA LEBIH KUAT.
en: it should be lighter, but stronger.

source: gerakan para jinn... terlihat seperti slow motion.
en: their movements... they’re in slow motion!

source: SOALNYA… INI SUDAH MALAM, DAN KALAU DI FILM-FILM BIASANYA MOMEN SEPERTI INI KEPOTONG SAMA GANGGUAN LAIN.
en: because... in movies, when the day’s almost over like this, usually, there will be a distraction that ruins the moment.

source: dan jinn memanfaatkan kelemahan manusia ini untuk memperbudak mereka.
en: the jinns have been taking advantage of this weakness to enslave humans.

source: apa kamu akan kembali?
en: do you want to come back?

source: Emangnya kamu tahu dia di mana?
en: do you even know where he is?

source: dengan kebijaksanaan mereka, manusia secara perlahan keluar dari pengaruh jinn.
en: due to their wisdom, humans have gradually unchained themselves from the jinns’s influence.

source: KENAPA AKU SIAL TERUS?
en: why do bad things always happen to me?

source: Inilah yang kutakutkan.
en: This is what I’ve been afraid of.

source: kalian bersikeras sekali tidak mau pakai kekuatan jinn, tapi tidak bisa apa-apa tanpa ganda.
en: still don’t want to use the jinn’s power, huh? You’re nothing without ganda, you know.

source: rika! hentikan!
en: rika! stop!

source: ah, air yang diimbuhi dengan kekuatan madama.
en: ah, water imbued by madama’s power.

source: YA.
en: yup,

source: HHHH.
en: huff...

source: rencanaku untuk membunuh madama tidak berubah tapi kau...
en: my plan to kill madama hasn’t changed, but you...

source: KE MANA SIH DIA?
en: where is he by the way?

source: aku sebenarnya tidak jago apapun.
en: I’m actually not good at anything.

source: tidak, rika!
en: no, rika!

source: BISA KE SINI?
en: could you come here?

source: akhirnya kita bertemu setelah selama ini.
en: after all this time, we meet at last.

source: RIKA, KAMU NGGAK SIBUK, KAN?
en: rika, are you busy?

source: MINGGIR SEMUANYAAA!
en: get out of the way!!!

source: segala kemarahanmu akan berakhir sia-sia bersama dengan tubuhmu yang tak berdaya itu.
en: all of your anger will end in vain alongside your weak body.

source: KAU JUGA BERHAK MENJALANI KEHIDUPAN YANG KAMU INGINKAN.
en: you, too, deserve to live your life however you please.

source: AYO KITA LINDUNGI TEMPAT INI!
en: let’s finish it!

source: jadi, apa yang akan kamu lakukan, rika?
en: so, what will it be, Rika?

source: aku akan kembali ke kehidupanku yang lama.
en: I will just go back to my usual self.

source: INI, RIKA.
en: here you go, rika!

source: ayo kita lanjutkan.
en: shall we continue?

source: BAGUS, YA?
en: beautiful, isn’t it?

source: apa yang mau kau lakukan tentang itu?
en: could you do something about that?

source: bekerja sama dengan nihaya memang beresiko.
en: working together with nihaya is indeed risky.

source: jangan khawatir. aksel akan baik- baik saja.
en: don’t worry, aksel will be just fine.

source: SAMPAI BESOK, DEN!
en: see you tomorrow, deden!

source: NGGAK APA-APA, BIAR LEBIH JALAN AJA.
en: well, I just wanted to walk a bit further.

source: YAH, MEMANG SAYA MENYURUH KALIAN MELAKUKAN APAPUN YANG KALIAN INGINKAN…
en: well, you guys can do whatever you want...

source: menggunakan kekuatan jinn untuk itu malah melemahkan diri sendiri.
en: using the jinn’s power will only weaken what we have.

source: HEH ANEH-ANEH AJA.
en: huh, whatever floats his boat, I guess.

source: pak ganda?!
en: mr. ganda?!

source: tapi, mulai sekarang kita bereskan masalah masing-masing.
en: but, starting from now, let’s sort out our problems in our own world.

source: aku... yakin.
en: I just know that...

source: sudah semuanya?
en: is everyone ready?

source: aku tak bisa melawannya.
en: I can’t do it!

source: aku tahu kau bisa lebih kuat daripada ini. tubuh itu harusnya menguatkanmu, bukan melemahkan.
en: I know you’re stronger than this. Her body should intensify your power, not weaken it.

source: hanya di dunia ini, aku merasa berguna.
en: only in this world, I feel useful.

source: kalian sama sekali tidak siap.
en: you guys are not ready at all.

source: semua jinn yang kau kuasai akan jadi milikku!
en: all of your jinns will be mine!

source: pasti ada!
en: I’m sure there is!

source: dia pingsan, tapi tidak ada luka yang fatal.
en: he’s unconscious, but no fatal wound can be found

source: rikaa!
en: rika!

source: MENURUTKU, KITA HARUS DATANG KE KOTA YANG RELATIF KECIL DAN LUPUT DARI PERHATIAN KHALAYAK.
en: I believe we must go to some relatively small towns that not many people bat an eye on.

source: apa itu?
en: what’s that?

source: tapi, ada yang berbeda kali ini... panggilan pak ganda terasa lebih...
en: but there’s something different this time... he seems to be more...

source: PERTAMA SAYA HARUS MENGUCAPKAN TERIMA KASIH PADA LINKA YANG SELALU MENGEJUTKAN SAYA DENGAN ART YANG SELALU MELEBIHI BAYANGAN SAYA SAAT MEMBUAT STORYBOARD.
en: first of all, I want to thank linka who’s always surprised me with the awesome art that goes beyond my expectation while creating the storyboard.

source: berhasil?!
en: Gotcha!

source: apa yang kau mau, rika?
en: what do you want, rika?

source: Lagipula, aku sudah terlalu banyak merampas hidupmu.
en: besides, I have asked too much of you.

source: kami akan melindungi manusia dan kampus ini dengan kekuatan kami sendiri walau kami tahu itu lebih sulit.
en: we’ll protect humans and this campus using our own power, even though it will be difficult.

source: zia benar. jangan terlalu ribut.
en: zia is right, let’s keep it down.

source: CUMA SATU JINN LEPAS.
en: just one wild jinn.

source: tapi, aku tahu kalau manusia juga terus berkembang dan jumlahnya bertambah.
en: However, I understand that the human’s population is growing and their number keeps increasing.

source: tubuhku...
en: my body...

source: benarkah?
en: really?

source: Sampai sekarang tidak ada jinn liar yang menyerang... baguslah.
en: so far, there hasn’t been any jinn that attacked us... that’s great, i suppose.

source: tapi ini bukan luka yang biasanya disebabkan oleh jinn. sepertinya ada penyebab lain.
en: this one doesn’t look like something caused by a jinn. I think something else caused this.

source: kenapa? tubuh ganda padahal sudah melemah...
en: How?! his body has weakened so much...

source: Ini tidak sesuai dengan kesepakatan kita!
en: this isn’t a part of our deal!

source: Kalau itu artinya aku bisa melindungi orang- orang disekitarku, aku rela melepaskan semuanya.
en: If it means that I can protect the people around me, I’d be happy to sacrifice anything.

source: ketika nihaya mengambil alih tubuhnya, ganda sudah tiada.
en: the moment nihaya took over his body, ganda was already gone.

source: rika, kita tidak akan menang kalau hanya melawan dengan membabi buta.
en: rika, we can’t defeat him with brute force.

source: mengertik, kan? kekuatan jinn itu ada di sekitar kita. sama seperti listrik dan gravitasi.
en: do you understand now? the jinn’s power is all around us, just like electricity or gravity.

source: bukan dhasa, tapi aku.
en: it wasn’t not dhasa, it was me.

source: aku tidak biasa...
en: I’m not used to this...

source: aku yang dulu tidak akan bisa menahan nihaya sendirian.
en: back then, I wouldn’t be able to hold nihaya off by myself.

source: TERKUTUK
en: we were cursed.

source: kengototan kalian untuk tidak menggunakan kekuatan itu memalukan.
en: those stubbornness of yours is embarassing.

source: walaupun demi mengatasi keterbatasan kami, kami sering mengambil langkah yang salah...
en: in order to go beyond the limit, we often make some errors...

source: ada caranya!
en: there’s a way for that!

source: aku harus... memisahkan nihaya dari tubuh pak ganda!
en: I must... separate nihaya from mr. ganda’s body!

source: aksel, menjauhlah dari pak ganda.
en: aksel, get away from mr. ganda.

source: manusia memang lemah, karena itulah kami bergantung satu sama lain.
en: humans are indeed weak, that’s why we depend on each other.

source: tak cukup untuk memaksaku lepas dari tubuh ini, tapi cukup menyakitkan.
en: it’s not enough to force me out of this body, but it does sting a bit.

source: kau tidak akan bisa mematahkan semangat kami, nihaya!
en: you can’t break our spirits, nihaya!

source: aaaagh!
en: arrghh!

source: Kau akan membunuh temanmu sendiri demi membunuh musuhmu?
en: are you really going to kill your friend just to defeat your enemy?

source: aku...
en: He’s...

source: UM, AKU SENGAJA KE SINI, SOALNYA…
en: I asked you to come here because...
